/*
 * Localizable.strings
 * AppCleaner
 */

/*
 * Drop view
 * Surround words with ** to make them bold.
 */
"**Drop** your apps **here**" = "**Rilascia** le tue applicazioni **qui**";
"**Searching…**" = "**Cerco…**";
"Loading Applications…" = "Carico le applicazioni…";

/*
 * Uninstall view
 * WARNING: do not modify the dot character and keep 2 whitespaces before and after.
 */
"One file has been found  •  %@" = "Trovato un elemento  •  %@";
"%1$i files were found  •  %2$@" = "Trovati %1$i elementi  •  %2$@";
"Close" = "Chiudi"; // SmartDelete

// Confirmation dialog when removing precious user data.
"You are about to remove your %@ user data." = "You are about to remove your %@ user data.";
"Your user data are located in the following directory:\n%@" = "Your user data are located in the following directory:\n%@";
"Cancel" = "Annulla";
"Remove" = "Rimuovi";

/* Bundles categories */
"User Applications" = "Applicazioni dell'utente";
"System Applications" = "Applicazioni di sistema";
"User Widgets" = "Widgets utente";
"System Widgets" = "Widgets di sistema";
"User Plugins" = "Plugins utente";
"System Plugins" = "Plugins di sistema";

/* Preferences */
"Preferences" = "Preferenze";
"General" = "Generali";
"SmartDelete" = "Eliminazione intelligente";
"Updates" = "Aggiornamenti";

/* Protected app dialog */
"Cannot remove protected apps" = "Non ho potuto rimuovere le applicazioni protette";
"You can choose which apps are protected in the preferences." = "Puoi scegliere quali applicazioni vengano protette nelle preferenze.";
"OK" = "OK";
"Preferences…" = "Preferenze…";

/* Old AppCleaner version dialog */
"Old AppCleaner installation detected" = "È stata rilevata una vecchia installazione di AppCleaner";
"Some components installed by an older version of AppCleaner need to be upgraded." = "Alcuni componenti installati da una versione meno recente di AppCleaner, devono essere aggiornati.";
"Upgrade" = "Aggiorna";
"Later" = "Dopo";

/* Unknown error */
"An unknown error occured" = "È sopraggiunto un errore";
"Please contact the developer." = "Per cortesia contatta lo sviluppatore.";

/* Tooltip for protected apps */
"This app is protected" = "Quest'applicazione è protetta";

/* Tooltip for apps protected by SIP */
"This app is protected by OS X and can't be removed" = "This app is protected by OS X and can't be removed";


/*
 * Markup:
 *  - !!!warning!!!
 *  - !!note!!
 *  - `monospace`
 */
"UninstallHelpText" = "AppCleaner muoverà gli elementi selezionati nel cestino alla pressione del tasto \"Rimuovi\". Forse ti verrà chiesta la password d'amministratore.
Si può annullare la precedente rimozione scegliendo dal menù Modifica > Annulla.

!!!Attenzione:!!! ricontrolla sempre gli elementi da rimuovere. In alcuni casi rari AppCleaner può trovare accidentalmente degli elementi estranei al programma che si sta cestinando.

!!Nota:!! Gli elementi in `/var/folders` sono deselezionati per principio. Sarà OS X a preoccuparsi di rimuoverli automaticamente.";
